export default {
  projections: {
    СписокНаМедосмE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      сотрудники: {
        __caption__: 'Фамилия ОЛ',
        фамилия: {
          __caption__: 'Фамилия ОЛ'
        },
        имя: {
          __caption__: 'Имя ОЛ'
        },
        отчество: {
          __caption__: 'Отчество ОЛ'
        },
        должности: {
          __caption__: '',
          наименование: {
            __caption__: 'Должность'
          }
        }
      },
      контингентСотр: {
        __caption__: 'Контингент сотрудников',
        подразделение: {
          __caption__: 'Подразделение'
        },
        мужчины: {
          __caption__: 'Мужчины'
        },
        женщины: {
          __caption__: 'Женщины'
        },
        до21Года: {
          __caption__: 'До 21 года'
        },
        всего: {
          __caption__: 'Всего'
        },
        классВредФактор: {
          __caption__: 'Фактор производства',
          наименование: {
            __caption__: 'Фактор производства'
          }
        },
        периодичность: {
          __caption__: 'Периодичность'
        },
        приказМЗР: {
          __caption__: 'Пункт приказа МЗР',
          номерПункта: {
            __caption__: 'Пункт приказа МЗР'
          }
        }
      }
    },
    СписокНаМедосмL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    сотрудники: {
      __caption__: 'Фамилия ОЛ'
    },
    контингентСотр: {
      __caption__: 'Контингент сотрудников'
    }
  }
};
