export default {
  projections: {
    ДолжностиE: {
      iDДолжности: {
        __caption__: 'ID должности'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      подразделение: {
        __caption__: 'Подразделение'
      }
    },
    ДолжностиL: {
      iDДолжности: {
        __caption__: 'I d должности'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      подразделение: {
        __caption__: 'Подразделение'
      }
    }
  },
  validations: {
    iDДолжности: {
      __caption__: 'ID должности'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    подразделение: {
      __caption__: 'Подразделение'
    }
  }
};
