export default {
  projections: {
    СотрудникиE: {
      номер: {
        __caption__: 'Номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      пол: {
        __caption__: 'Пол'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должности: {
        __caption__: '',
        iDДолжности: {
          __caption__: ''
        },
        наименование: {
          __caption__: 'Должность'
        },
        подразделение: {
          __caption__: 'Подразделение'
        }
      }
    },
    СотрудникиL: {
      номер: {
        __caption__: 'Номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      пол: {
        __caption__: 'Пол'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    имя: {
      __caption__: 'Имя'
    },
    номер: {
      __caption__: 'Номер'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    пол: {
      __caption__: 'Пол'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должности: {
      __caption__: 'должности'
    }
  }
};
