export default {
  caption: 'Инд напр медосм',
  'номер-caption': 'Номер документа',
  'дата-caption': 'Дата',
  'медУчреждение-caption': 'Медицинское учреждение',
  'сотрудники.имя-caption': 'Имя сотрудника',
  'сотрудники.отчество-caption': 'Отчество сотрудника',
  'сотрудники.датаРождения-caption': 'Дата рождения',
  'сотрудники.должности.наименование-caption': 'Должность',
  'сотрудники.должности.подразделение-caption': 'Подразделение',
  'организации-caption': 'Наименование организации',
  'сотрудники-caption': 'Фамилия сотрудника',
  'вреднФактПроиз-caption': 'Вредные факторы производства'
};
