export default {
  projections: {
    ВреднФактПроизE: {
      номер: {
        __caption__: 'Номер пункта'
      },
      классВредФактор: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        },
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер пункта'
    },
    классВредФактор: {
      __caption__: 'Номер'
    },
    индНапрМедосм: {
      __caption__: 'индНапрМедосм'
    }
  }
};
