export default {
  projections: {
    КонтингентСотрE: {
      подразделение: {
        __caption__: 'Подразделение'
      },
      мужчины: {
        __caption__: 'Мужчины'
      },
      женщины: {
        __caption__: 'Женщины'
      },
      до21Года: {
        __caption__: 'До 21 года'
      },
      всего: {
        __caption__: 'Всего'
      },
      классВредФактор: {
        __caption__: 'Фактор производства',
        наименование: {
          __caption__: 'Фактор производства'
        }
      },
      периодичность: {
        __caption__: 'Периодичность'
      },
      приказМЗР: {
        __caption__: 'Пункт приказа МЗР',
        номерПункта: {
          __caption__: 'Пункт приказа МЗР'
        }
      }
    }
  },
  validations: {
    всего: {
      __caption__: 'Всего'
    },
    до21Года: {
      __caption__: 'До 21 года'
    },
    женщины: {
      __caption__: 'Женщины'
    },
    мужчины: {
      __caption__: 'Мужчины'
    },
    периодичность: {
      __caption__: 'Периодичность'
    },
    подразделение: {
      __caption__: 'Подразделение'
    },
    классВредФактор: {
      __caption__: 'Фактор производства'
    },
    приказМЗР: {
      __caption__: 'Пункт приказа МЗР'
    },
    списокНаМедосм: {
      __caption__: 'списокНаМедосм'
    }
  }
};
